{
    "anime": [
        {
            "id": 3256,
            "name": "Yuu☆Yuu☆Hakusho",
            "slug": "yuuyuuhakusho",
            "year": 1992,
            "season": "Fall",
            "synopsis": "Urameshi Yusuke, 14 years of age, is about as troublesome and violent as teenagers come. He is constantly ditching school, causing trouble, and getting into numerous fights everyday. One day however, he does the unexpected, sacrificing himself to save a young child. Such an action, was never ever expected, especially coming from someone as troublesome as Urameshi Yusuke. The afterlife is not prepared for Yusuke, as they never thought he would make such a sacrifice. Nowhere to go, and dead, Yusuke becomes a ghost and must earn his way back into existence.<br><br>\nYusuke is \"employed\" by Koenma, who is in charge while his father and ruler of the afterlife, King Enma, is away. Under Koenma's command, Yusuke helps to stop menacing demons that threaten the lives of people everywhere; whether by stealing priceless and invaluable items and destructive weapons, or by wreaking havoc on humans everywhere.<br><br>\nThroughout Yusuke's journey, he is usually joined by; his arch-rival, and local bully, Kuwabara Kazuma. He is also joined by two demons named Hiei and Kurama, whom are ex-convicts of the afterlife that managed to escape from Koenma.<br><br>\nThis group of unlikely allies goes on to participate and struggle in battles that have outcomes that determine the fate of humanity!<br><br>\n(Source: AniDB) ",
            "created_at": "2021-03-27T00:44:51.494943Z",
            "updated_at": "2021-03-28T09:46:50.542169Z",
            "deleted_at": null,
            "series": []
        },
        {
            "id": 3233,
            "name": "Yu☆Gi☆Oh! (Movie)",
            "slug": "yugioh_movie",
            "year": 1999,
            "season": "Winter",
            "synopsis": "\"Blue Eyes White Dragon will bring victory\" while \"Red Eyes Black Dragon will bring the potential of victory\". A shy duelist stumbles upon the legendary Red Eyes Black Dragon, with that card in his possession, he must learn to bring out his confidence to duel.\n<br><br>\n(Source: Anime News Network)",
            "created_at": "2021-03-27T00:44:50.839625Z",
            "updated_at": "2021-03-28T09:42:20.634387Z",
            "deleted_at": null,
            "series": [
                {
                    "id": 189,
                    "name": "Yu-Gi-Oh!",
                    "slug": "yugioh",
                    "created_at": "2021-03-27T05:19:02.645486Z",
                    "updated_at": "2021-03-27T05:19:02.645486Z",
                    "deleted_at": null
                }
            ]
        },
        {
            "id": 3236,
            "name": "Yu☆Gi☆Oh! Zexal Second",
            "slug": "yugioh_zexal_second",
            "year": 2012,
            "season": "Fall",
            "synopsis": "The continuation of Yu-Gi-Oh! Zexal. <br><br>\r\nA new enemy has been revealed - Barian. They wish to gather the \"Numbers\" and destroy the Astral World to avoid their own world's destruction. As such, Yuma and his friends are their prime target, and the Barian begin to slowly enter Heartland City.",
            "created_at": "2021-03-27T00:44:50.918671Z",
            "updated_at": "2021-03-28T09:42:53.460218Z",
            "deleted_at": null,
            "series": [
                {
                    "id": 189,
                    "name": "Yu-Gi-Oh!",
                    "slug": "yugioh",
                    "created_at": "2021-03-27T05:19:02.645486Z",
                    "updated_at": "2021-03-27T05:19:02.645486Z",
                    "deleted_at": null
                }
            ]
        },
        {
            "id": 3743,
            "name": "Yu-Gi-Oh! Go Rush!!",
            "slug": "yu_gi_oh_go_rush",
            "year": 2022,
            "season": "Spring",
            "synopsis": "Yuhi Ohdo and Yuamu Ohdo are elementary schooler twins living in Mutsuba Town who are in charge of the alien extermination company UTS (Ultraterrestrial Trouble Solutions). They spend their days working really hard searching for aliens using a mysterious device created by Yuhi... that is, until one fateful day!!\r\n\r\nRight after they created a mystery school club, they finally found a real spaceship and inside of it, they made contact with Yudias, an alien from the distant Velgear Star Cluster.\r\n\r\nYudias has come to Earth, after he and his comrades were chased from his native star cluster, seeking a way to a new future, which \"Rush Duel\" seems like it might offer a means to do so, but knows nothing about it. Yuhi challenges the newbie Yudias to a Rush Duel in order to give him a helping hand. This is first contact between elementary school students and aliens, via Rush Duel!\r\n\r\nNow it's time to enter the new stage of Rush Duel introduced by this alien soldier from the far ends of the galaxy!\r\n\r\nLet's go, Go Rush!! \r\n\r\n(Source: Yu-Gi-Oh! Wikia)",
            "created_at": "2022-04-06T07:33:49.159797Z",
            "updated_at": "2022-04-06T07:33:49.159797Z",
            "deleted_at": null,
            "series": [
                {
                    "id": 189,
                    "name": "Yu-Gi-Oh!",
                    "slug": "yugioh",
                    "created_at": "2021-03-27T05:19:02.645486Z",
                    "updated_at": "2021-03-27T05:19:02.645486Z",
                    "deleted_at": null
                }
            ]
        },
        {
            "id": 3227,
            "name": "Yu☆Gi☆Oh! 5D's",
            "slug": "yugioh_5ds",
            "year": 2008,
            "season": "Spring",
            "synopsis": "Yu-Gi-Oh! 5D's is set in Neo Domino City some time after the events concerning Yugi Mutou (DM) and Judai Yuki (GX). A new form of dueling, \"Riding Duels\", now take place on motorcycles called \"D-Wheels\". While regular dueling still exists, Riding Duels have become a popular form of entertainment for spectators, who watch them in specially-designed stadiums.\n<br><br>\n(Source: Yu-Gi-Oh! Wikia)",
            "created_at": "2021-03-27T00:44:50.682106Z",
            "updated_at": "2021-03-28T09:41:27.249538Z",
            "deleted_at": null,
            "series": [
                {
                    "id": 189,
                    "name": "Yu-Gi-Oh!",
                    "slug": "yugioh",
                    "created_at": "2021-03-27T05:19:02.645486Z",
                    "updated_at": "2021-03-27T05:19:02.645486Z",
                    "deleted_at": null
                }
            ]
        }
    ],
    "links": {
        "first": "https://staging.animethemes.moe/api/anime?q=yuu%20yuu%20hakusho&include=series&page%5Bnumber%5D=1",
        "last": "https://staging.animethemes.moe/api/anime?q=yuu%20yuu%20hakusho&include=series&page%5Bnumber%5D=1",
        "prev": null,
        "next": null
    },
    "meta": {
        "current_page": 1,
        "from": 1,
        "last_page": 1,
        "links": [
            {
                "url": null,
                "label": "&laquo; Previous",
                "active": false
            },
            {
                "url": "https://staging.animethemes.moe/api/anime?q=yuu%20yuu%20hakusho&include=series&page%5Bnumber%5D=1",
                "label": "1",
                "active": true
            },
            {
                "url": null,
                "label": "Next &raquo;",
                "active": false
            }
        ],
        "path": "https://staging.animethemes.moe/api/anime",
        "per_page": 15,
        "to": 5,
        "total": 5
    }
}